{
  "books": [
    {
      "name": "Ulysses",
      "id": 3,
      "amount": "54",
      "due": "2018.01.24",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Ulysses-233x300.jpg",
      "desc": "Written by Irish novelist, James Joyce, the book was first published in the year 1922. Largely considered a masterpiece, Ulysses is stylistically dense and exhilarating. It has also been a topic of numerous volumes of analysis and commentary. The plot of the novel is loosely similar to events in Odysseus’s journey home after the Trojan War. The novel has three central characters, Leopold Bloom, Stephen Dedalus, and Molly who are intended to be modern counterparts of Ulysses, Telemachus, and Penelope respectively. All the events and activities that make up the plot takes place on a single day and in and immediately around Dublin."
    },
    {
      "name": "The Catcher in the Rye",
      "id": 4,
      "amount": "24",
      "due": "2017.05.22",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/The-catcher-in-the-rye-233x300.jpg",
      "desc": "The book is written by J. D Salinger and was published in 1951. The novel is centered around the life of the main character, Holden Caulfield after he was expelled from prep school in two days. Disillusioned and confused, Holden begins to search for the truth and rails against the “phoniness” of the adult world.The center theme of this classic novel is the “loss of innocence.” The protagonist, Holden, wants to be the “catcher in the rye” -a person who saves children from falling off a cliff. This is a metaphor for entering into adulthood. The name Holden is also significant as it can be read as “hold on.” Holden’s wish is to remain innocent and true in a world full of “phonies” as he puts it.According to Salinger in an interview, the novel was intended to be a semi-autobiography."
    },
    {
      "name": "Pride and Prejudice",
      "id": 5,
      "amount": "46",
      "due": "2014.01.19",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/pride-and-prejudice-233x300.jpg",
      "desc": "Initially titled “First Impressions“, this book is fondly regarded as one of the most-loved books among the reading public and literary scholars. This romantic novel of manners was published in 1813 and is written by Jane Austen. This classical novel centers on the turbulent relationship between Fitzwilliam Darcy; a rich aristocratic landowner and Elizabeth Bennet; the daughter of a country gentleman. “Pride and Prejudice” is written with superb character delineation and incisive wit.The book takes us into the Regency era in Great Britain, and its humor lies in Jane Austen’s honest depiction of manners, marriage, education, and money during this period. Austen portrayed that world in all pride and prejudice, with unwavering accuracy and satire."
    },
    {
      "name": "Adventures of Huckleberry Finn",
      "id": 6,
      "amount": "32",
      "due": "2016.05.18",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Adventures-of-Huckleberry-Finn-233x300.jpg",
      "desc": "Adventures of Huckleberry Finn, now known as “The Adventures of Huckleberry Finn” is a novel by Mark Twain, published in the year 1884 in the United Kingdom and the United States in 1885. The novel is one of the most celebrated works of American fiction; with the 1885 novel condemning the institutionalized racism of the pre-Civil War South.  Huck, the novel’s central character and narrator runs away from his abusive father, together with his companion, Jim the runaway slave. Both of them make a long and repeatedly interrupted journey down the Mississippi River in a raft. During the journey, Huck comes in contact with different characters and types in whom the book memorably portrays almost every class living on or along the river.“The Adventures of Tom Sawyer” (1876) and Adventures of Huckleberry brought a change to America’s view on children’s literature and American literature in general. It presented the first deeply felt portrayal of boyhood."
    },
    {
      "name": "Alice’s Adventure in Wonderland",
      "id": 7,
      "amount": "12",
      "due": "2021.06.23",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Alices-Adventures-in-Wonderland-233x300.jpg",
      "desc": "Now popularly shortened to Alice In Wonderland, this book by Lewis Carroll is the most widely beloved British Children’s book. Written by Lewis Carrol, the book was published in 1865 and it quickly became one of the most popular works of English-language fiction. The story centers around a young girl named Alice, who falls asleep in a meadow and dreams that she follows the White Rabbit down a rabbit hole. She has many astonishing, often extraordinary adventures with thoroughly illogical and strange creatures. Alice often changes in size unexpectedly as she grows as tall as a house and shrinks to 3 inches in another part of the book.The story was originally told by Carroll to Alice, Lorins, and Edith Liddell; Henry George Liddell’s daughters on a picnic in July 1862. Alice asked Carroll to write out the stories for her to which he responded by giving her a hand-lettered collection titled Alice’s Adventures Under Ground. A visitor visited the Liddell home, saw the Storybook and advised Carroll to publish it. Carroll revised the hand letters, expanded them and this classic was born.The book appeared at a time when children’s literature was generally about teaching moral lessons. Critics were harsh on the book and failed to appreciate the nonsense that so captivated young children. But Carrol understood how children’s minds worked, and the way he turned logic on its head appealed to them. The work gained so much popularity, leading Carroll to write consequent books in the series like “Through the Looking-Glass, and “What Alice Found There.” The book has also inspired numerous theatrical performances, ballets, and films."
    },
    {
      "name": "To the Lighthouse",
      "id": 8,
      "amount": "98",
      "due": "2010.10.12",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/To-the-Lighthouse-233x300.jpg",
      "desc": "To the Lighthouse is a novel by the British author, Virginia Woolf. The novel is centered around the Ramsay Family, as well as their visits to the Isle of Skye in Scotland between 1910 and 1920.The novel includes little dialogues and almost no direct action; instead, most of the book is written as thoughts and observation. “To the Lighthouse” is often cited as an example of the literary technique of multiple focalizations. The book follows and extends the tradition of modernist novelists like James Joyce and Marcel Proust. Virginia Woolf highlights adult relationships and recalls childhood emotions. The novel has numerous themes, and among them are those of subjectivity, loss, and the problem of perception and the nature of art. The Modern Library named To the Lighthouse No. 15 on its list of the 100 best English-Language novels of the 20th century, and in 2005, Time magazine chose the novel as one of the hundred best English-language books since 1923."
    },
    {
      "name": "The Sound and the Fury",
      "id": 9,
      "amount": "23",
      "due": "2009.09.09",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide9-233x300.jpg",
      "desc": "The Sound and the Fury is another masterpiece on our list written by William Faulkner. The book employs many different narrative styles, including stream of consciousness. Published in the year 1929, the book did not immediately get the ground running in terms of sales or popularity. It wasn’t until 1931 when Faulkner published his sixth novel –which he later claimed was written only for money– did “The Sound and the Fury” also become commercially successful, earning Faulkner the critical attention and respect he deserved.The book is set in Jefferson, Mississippi, the first third of the twentieth century. Faulkner’s novel revolves around the Compson family, former Southern aristocrats who are facing a hard time dealing with the dissolution of their family and its reputation. In the next three decades or so in the novel, the family goes bankrupt, loses its religious faith and the respect of the town of Jefferson. As a result, many of them die tragically."
    },
    {
      "name": "Nineteen Eighty-four",
      "id": 10,
      "amount": "65",
      "due": "2020.05.06",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide10-233x300.jpg",
      "desc": "Nineteen Eighty-four is an English Novel written by George Orwell. The book was written as a warning against totalitarianism; mass surveillance and repressive regimentation of people and behavior in a society. The novel takes place in a distant future, the year 1984. In this futuristic world of the novel, more than 50% of the world had fallen victim to perpetual war, omnipresent government surveillance, and propaganda.The chilling world of the book where people lead wretched, fearful lives left a big impression, and his ideas entered mainstream culture in a way that only a few books ever achieved. The title of the book, as well as many of its concepts such as the Thought Police, Big Brother became common words used for modern social and political abuses.George Orwell was a democratic socialist himself and he modelled the authoritarian government in the novel after Stalinist Russia. Extensively, the novel examines the role of truth and facts within politics and how they are manipulated."
    },
    {
      "name": "Great Expectations",
      "id": 11,
      "amount": "46",
      "due": "2010.05.19",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Great-Expectations-233x300.jpg",
      "desc": "Great Expectations is Charles Dickens 13th novel. The book illustrates the education of an orphan nicknamed Pip. It was initially published in Dickens’ weekly periodical “All the Year Round” between the 1st of December 1860 to August 1861. It wasn’t until October the same year the series ended that it was published in three volumes by Chapman and Hall.The book is set mainly in London from the first part of the 19th century to the mid-19th century, and it encompasses some of Dickens’s most popular and celebrated scenes. Great Expectations is punctured with extreme imagery -fights to the death, prison ships and chains, and poverty. The book also has a numerous cast of characters who have entered popular culture. Some of these characters include the eccentric Miss Havisham, the cold but beautiful Estella and many others."
    },
    {
      "name": "Absalom, Absalom!",
      "id": 12,
      "amount": "65",
      "due": "2013.03.15",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide12-233x300.jpg",
      "desc": "Absalom, Absalom! is a novel by American author William Faulkner, and was first published in 1936. The novel tells a story about three families of the American South, with a primary focus on the life of Thomas Sutpen. The story takes place before, during, and after the American Civil War. Absalom discusses the rise and fall of Thomas Sutpen, a white man born into poverty in West Virginia who moves to Missipi with the ambition of gaining wealth and becoming a powerful family patriarch. Quentin Sutpen mostly narrates the events that sum up the plot of the novel to Shreve, his roommate at Harvard University, who repeatedly contributes his own suggestions and surmises. One of the unique things about this book is its use of flashbacks, as the whole book is completely told in flashbacks. Additionally, the novel Absalom, Absalom! is an allegory of Southern history. If you look at the title itself, it is an allusion to a wayward son fighting the empire his father built. This is similar to the story of King David and Absalom in the Bible."
    },
    {
      "name": "Middlemarch",
      "id": 13,
      "amount": "23",
      "due": "2011.10.08",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide13-233x300.jpg",
      "desc": "Middlemarch: A Study of Provincial Life is a novel by George Eliot (pen name of Mary Ann Evans). The original novel was published in 8 parts between the year 1871-1872, and it was subsequently published in four volumes in 1872. The book is a realist work that examines every class of society in the town of Middlemarch –from laborers and farmers to professional men, clergy, and manufacturers. It follows diverse, intersecting stories with many characters. However, the center focus of the novel is its two central characters, Tertius Lydgate and Dorothea Brooke; both of whom marry disastrously. Some of the themes the novel discusses include idealism, self-interest, hypocrisy, political reform, education, the status of women, and religion. Middlemen uses realism to integrate historical events such as the accession of King William IV, the 1832 Reform Act, and early railways. It took Ann more than a year to write the two pieces that formed the book, completing it in the year 1871. Even though the book was initially given mixed reviews, it is now widely seen as Eliot’s best work and one of the greatest English novels ever written."
    },
    {
      "name": "Beloved",
      "id": 14,
      "amount": "27",
      "due": "2012.06.04",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide14-233x300.jpg",
      "desc": "Beloved is a 1988 Pulitzer Prize winner for fiction, written by Toni Morrison. Published in 1987, the novel analyses the destructive legacy of slavery as it chronicles the life of a Black woman named Sethe. The events that make up the plot of this prize-winning book is based on a true story of a Black Slave Woman, Margaret Garner, who escaped from a Kentucky plantation with her husband and children, and follow the events of the book through flashbacks. The novel is set after the American civil war, and it opens up with Sethe and her teenage daughter Denver, leaving their city of Ohio as their home is haunted by a malevolent spirit. Beloved tells a story of the long-lasting effect/trauma of slavery. The book was also a finalist for the 1987 National Book Award and was later adapted into a movie of the same name in 1998, starring Oprah Winfrey. Beloved was ranked by the New York Times as the best work of American fiction from 1981 to 2006. "
    },
    {
      "name": "The Invisible Man",
      "id": 15,
      "amount": "45",
      "due": "2010.09.23",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide15-233x300.jpg",
      "desc": "The Invisible man is narrated by a young black man whose name is not given. He moves in a twentieth-century where reality is nothing but a dream and survival is managed only through pretense. That’s because the people our narrator meets “see only my surroundings, themselves, or figments of their imagination.” He retreats to New York City from the racist South, yet the events and people he meets continue to disgust him. He gives up and then retreats to a hole in the ground, which he furnishes and makes his home. It is here he seeks his identity under a roof brilliantly illuminated by stolen electricity.The Invisible man is a novel by Ralph Ellison (his only novel) and is widely considered by many literary critics and the general public alike as one of the greatest novels of African-American literature. This brilliant novel discusses what it means to be a black man and addresses many of the intellectual and social issues faced by African Americans in the early 20th century. The novel also touches on the subject of Black Nationalism, the reformist racial policies of Booker T. Washington, the issues of personal identity and individuality, as well as the relationship between black identity and Marxism.In 1998, the invisible man was ranked 19th on a list of the 100 best English-Language novels of the 20th century by Modern Library. The book also won the U.S National Book award for Fiction in 1953."
    },
    {
      "name": "Mrs. Dalloway",
      "id": 16,
      "amount": "52",
      "due": "2021.08.05",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide16-233x300.jpg",
      "desc": "Mrs. Dalloway is one of the best books by Virginia Woolf, published on the 14th of May 1925. The book follows the life of a fictional high-society woman in post -First World War England, Clarissa Dalloway.The novel is created from the short stories of –the unfinished– “The Prime Minister” and “Mrs. Dalloway in Bond Street” and it addresses Clarissa’s preparations for a party she will host that evening. Mrs Dallowway is practically plotless as ‘action’ takes place primarily in the characters’ consciousness. Following an interior viewpoint; the story travels forth and back in time and in and out of the characters’ minds to create an image of Clarrissa’s life and the interwarp social structure.Mrs. Dalloway examines the nature of time in personal experience through various interwoven stories like that of the mentally damaged war veteran Septimus Warren Smith, and particularly that of the centre character, Clarrisa.Many critics believe this is the novel where Virginia found her voice using stream-of-consciousness, which was particularly influenced by Joyce’s Ulysses. It’s a style she further refined in her following novels. In 2005, Time Magazine listed Mrs. Dalloway in its list of the 100 best English-language novels written since Time debuted in 1923."
    },
    {
      "name": "David Copperfield",
      "id": 17,
      "amount": "54",
      "due": "2022.05.18",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/David-Copperfield-233x300.jpg",
      "desc": "It’s not surprising to find another Charles Dickens’ novel on this list as he is regarded by many people as the greatest novelist of the Victorian era. David Copperfield was published serially between 1849-50 and was published in book form the same year the series ended.According to Charles Dickens, the novel was his own “favorite child” and remains one of his most popular books to date. The book is semi-autobiographical. Even though the title character is not the same as Charles Dickens in many ways, Dickens related early personal experiences that had meant a lot to him. Some of these experiences include his schooling and reading, friendships and love life, his work in a factory, and even more curiously, his emergence from a parliamentary reporter to a successful novel writer.However, despite the many similarities, there are many differences between the lives of the two. For instance, while David grew up in the country as an only child, Dickens was a city boy with many sisters and brothers. Also, Dickens never had any great aunt or wicked stepfather. All through the novel, David is scarcely called by his birth name (except by Mr. Murdstone) rather, he is called Trot, Trotwood, Davy, Doady, and Daisy. Here is a fun fact, David Copperfield’s birth name is gotten from Dickens inverted initials."
    },
    {
      "name": "The Lord of the Rings",
      "id": 18,
      "amount": "17",
      "due": "2014.05.12",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide18-233x300.jpg",
      "desc": "There are only a few novels in the world that have managed to be more successful commercially and critically than The Lord of the Rings. The novel is an epic, high fantasy novel written by the English tutor and scholar J. R. R. Tolkien. A sequel to his 1937 children’s book, “The Hobbit”, Tolkien’s “Lord of the Rings” is set in Middle-earth; the world at some distant time in the past.The Lord of the Rings follows the saga of a group of sometimes hesitant and unwilling heroes who set forth to save their world from consummate evil. The book became an instant success and eventually developed into a larger work with the novel selling over 150 million copies. The novel takes readers on a great adventure mainly through the eyes of the hobbits, Frodo, Sam, Merry and Pippin. Lord of the Rings is largely known to readers as a trilogy, however, one thing many fans are not familiar with is that the work was initially intended by Tolkien to be one volume of a two-volume set along with “The Silmarillion.” However, this was dismissed by his publisher due to economic reasons. It was eventually published in three volumes over the course of a year from the 29th of July 1954 to 20th October, 1955. The titles of the three volumes are the Trilogy fans around the world are familiar with; they are; The Fellowship of The Ring, The Two Towers and The Return of the King. Tolkien’s novel initially received mixed reviews by literary critics, but it has now become a subject of extensive analysis of its origins and themes. Some of the subjects that influenced this awe-inspiring novel include mythology, religion, philology and Tolkien’s experiences in the First World War. The Lord of the Rings in many ways has had a tremendous effect on modern fantasy.The book’s lasting popularity has seen it reprinted many times and translated into more than 35 languages. Its lasting popularity among fans and audiences alike has also seen it adapted into award-winning films, stage performances, board games, video games, and subsequent literature. The book was named by The Big Read as the greatest British novel of all time. "
    },
    {
      "name": "Frankenstein",
      "id": 19,
      "amount": "12",
      "due": "2018.011.06",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide19-233x300.jpg",
      "desc": "Also known as “The Modern Prometheus”, the 1818 novel is written by Mary Shelley. Frankenstein narrates the story of a young scientist, Victor Frankenstein who creates a sapient creature in an unorthodox scientific experiment by which he is eventually killed. Shelly began writing the story at the age of 18, and the first edition was published anonymously in London on the first day of January 1818. Her name didn’t appear until the second edition, which was published in 1821.The novel is a combination of science fiction and a Gothic horror story. Although the creature created by Victor Frankenstein initially seeks affection, the monster inspires loathing in everyone who comes across it. The novel has had a considerable influence on popular culture and literature, and it has since been adapted into horror films, stories, and plays."
    },
    {
      "name": "Things Fall Apart",
      "id": 20,
      "amount": "100",
      "due": "2022.04.01",
      "imgUrl": "https://www.scientific-editing.info/wp-content/uploads/2021/03/Slide20-233x300.jpg",
      "desc": "A debut novel by Nigerian Author, Chinua Achebe. Things Fall Apart tells the story of pre-colonial life in the southeastern part of Nigeria and the arrival of the Europeans on the shores of the country during the late 19th century. The book was first published in 1958. Things Fall Apart is widely considered to be an archetypal modern African novel in English and one of the first African novels to gain global critical recognition. It is a common book in schools all over Africa and is widely read and studied in English-speaking countries across the world. In addition, the book became the first work published in Heinemann’s African Writers series after it was published in the UK in 1962 by William Heinemann Ltd. The novel details the life of its central character, Okonkwo, an Igbo man and local wrestling champion in the fictional Nigerian clan of Umuofia. Traditionally structured and heavily punctured with Igbo Proverbs, the novel describes the simultaneous disintegration of Okonkwo and his village."
    },
    {
      "name": "The Book Thief",
      "due": "12.05.1984",
      "amount": "40",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1522157426i/19063.jpg",
      "desc": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.By her brother's graveside, Liesel's life is changed when she picks up a single object, partially hidden in the snow. It is The Gravedigger's Handbook, left behind there by accident, and it is her first act of book thievery. So begins a love affair with books and words, as Liesel, with the help of her accordian-playing foster father, learns to read. Soon she is stealing books from Nazi book-burnings, the mayor's wife's library, wherever there are books to be found.But these are dangerous times. When Liesel's foster family hides a Jew in their basement, Liesel's world is both opened up, and closed down.In superbly crafted writing that burns with intensity, award-winning author Markus Zusak has given us one of the most enduring stories of our time.",
      "id": 21
    },
    {
      "name": "Adel",
      "due": "28.07.1989",
      "amount": "46",
      "imgUrl": "https://images-na.ssl-images-amazon.com/images/S/compressed.photo.goodreads.com/books/1327869409i/7624.jpg",
      "desc": "At the dawn of the next world war, a plane crashes on an uncharted island, stranding a group of schoolboys. At first, with no adult supervision, their freedom is something to celebrate; this far from civilization the boys can do anything they want. Anything. They attempt to forge their own society, failing, however, in the face of terror, sin and evil. And as order collapses, as strange howls echo in the night, as terror begins its reign, the hope of adventure seems as far from reality as the hope of being rescued. Labeled a parable, an allegory, a myth, a morality tale, a parody, a political treatise, even a vision of the apocalypse, Lord of the Flies is perhaps our most memorable novel about “the end of innocence, the darkness of man’s heart.",
      "id": 22
    }
  ]
}